{
    "textfield.namebook": "Name of the book",
    "textfield.namepublisher": "Publisher's name",
    "textfield.names": "Names",
    "textfield.last": "Last name",
    "textfield.mothers": "Mother's last name (optional)",
    "textfield.email": "Email address",
    "textfield.phone": "Phone number",
    "textfield.direction": "Direction",
    "textfield.password": "Password",
    "textfield.year": "Year",
    "textfield.pages": "Number of pages",
    "textfield.price": "Price",
    "textfield.new": "New",
    "textfield.used": "Used",
    "textfield.bookreview": "Book Review",
    "textfield.country": "Country",
    "textfield.type": "Type",
    "textfield.role": "Role",

    "buttons.backtohome": "Back to home",
    "buttons.newbook": "New book",
    "buttons.back": "Back",
    "buttons.upload": "Upload",
    "buttons.save": "Save",

    "sidebar.home": "Home",
    "sidebar.books": "Books",

    "account.home": "Home",
    "account.profile": "Profile",
    "account.logout": "Logout",

    "login.title": "Hi, welcome back!",
    "login.subtitle": "Sign in to Bookbay",
    "login.enterDetails": "Enter your details below",
    "login.dontAccount": "Don’t have an account?",
    "login.getStarted": "Get started",
    "login.rememberMe": "Remember me",
    "login.forgotPassword": "Forgot password?",
    "login.button": "Login",
    
    "register.title": "Join to the community!",
    "register.subtitle": "Create a new account",
    "register.free": "It's totally free",
    "register.alreadyAccount": "Already have an account? ",
    "register.login": "Login",
    "register.privacy": "By registering you agree to the ",
    "register.terms": "Terms of services ",
    "register.and": " and ",
    "register.policy": "Privacy Policy",
    "register.button": "Register",
    
    "terms.title": "Terms of services",
    "terms.paragraph": "Welcome to Bookbay.store. Commercial Services Bookbay México, S. de R.L. de C.V. and/or its affiliates (\"Bookbay\") offer you website features and other products and services when you visit or shop at Bookbay.store, use Bookbay's products or services, use Bookbay's mobile applications, or use software placed on Bookbay. made available by Bookbay in connection with the foregoing (collectively, the \"Bookbay Services\"). Bookbay provides the Bookbay Services to you under the following conditions.",
    "terms.paragraphtwo": "By using the Bookbay Services, you agree to these terms. We ask you to read them carefully. We offer a wide range of Bookbay Services and sometimes additional conditions may apply. Each time you use any Bookbay Service (for example, Your Profile, Gift Cards, or Bookbay mobile applications) you will also be subject to the particular guidelines, terms and conditions applicable to said Bookbay Service (the \"General Conditions of services\"). The General Conditions of the Services will prevail over the Conditions of Use in case of discrepancy between both.",
    "terms.privacy": "Privacy",
    "terms.privacy.paragraph": "Please review our Privacy Notice, which also governs your use of the Bookbay Services, so that you are aware of our practices.",
    "terms.electronic": "Electronic communications",
    "terms.electronic.paragraph": "Whenever you use a Bookbay Service or send us email, text messages and other communications from any device, you are communicating with us electronically. You agree to receive communications from us electronically in a variety of ways, including through the following types of data messages: email, text messages, push notifications from our app, or through notices and messages placed on this website or through other websites. Bookbay services, such as our Message Center. You agree that all contracts, notices, messages, and other notices and communications that we send to you by electronic means satisfy any legal requirement in written form and have full legal effect and validity.",
    "terms.copyright": "Copyright",
    "terms.copyright.paragraph": "All content hosted on or made available through any of the Bookbay Services, such as text, graphics, logos, button icons, images, audio clips, digital downloads, and data compilations are the property of Bookbay or its content providers and is protected by intellectual property laws. All content hosted or made available through any Bookbay Service is the exclusive property of Bookbay and is protected by copyright law.",
    "terms.brands": "Brands",
    "terms.brands.paragraph": "Additionally, graphics, logos, page headers, button icons, scripts, and service names included in or available through the Bookbay Services are trademarks or represent the trade dress of Bookbay in the United States of Mexico. and other countries. Bookbay's trademarks or trade dress may not be used in connection with any product or service that is not Bookbay's, or in any manner that is likely to cause confusion among users or that disparages or discredits Bookbay. All other trademarks not owned by Bookbay that are included in or available through the Bookbay Services are the property of their respective owners, who may or may not be affiliated with or in any way connected with Bookbay, or sponsored by Bookbay.",
    "terms.patents": "Patents",
    "terms.patents.paragraph": "Various patents belonging to Bookbay are applicable to the Bookbay Services as well as the functions and services accessible through them. Furthermore, different parts of the Bookbay Services operate under different licenses under one or more patents.",
    "terms.license": "License and access",
    "terms.license.paragraph": "Subject to your compliance with these Terms of Use and the applicable General Terms and Conditions of Services and payment of the applicable price, if applicable, Bookbay or its content providers grant you a non-exclusive, non-transferable, non-transferable, limited license to sub-licensable, access and use, to the Bookbay Services for personal, non-commercial purposes. This license does not include any right to resell or commercial use of any of the Bookbay Services or their content; any right to compile or use any list of products, descriptions or prices; any right to make any derivative use of the Bookbay Services or its content; to download or copy any account information for the benefit of another business; nor the use of search and data extraction tools or robots or similar. Bookbay and its licensors, suppliers, publishers, rights holders or other content providers reserve any rights that are not expressly included in these Terms of Use or in the General Conditions of Services. The Bookbay Services or any part thereof may not be reproduced, duplicated, copied, sold, resold or otherwise exploited for any commercial purpose, in each case without our prior written consent. You may also not post or use placement techniques to insert any trademark, logo, or other copyrighted information (including images, text, page layouts, or formats) of Bookbay without appropriate prior written consent. The use of meta tags (meta tags) or any other \"hidden text\" using Bookbay's names or marks is not permitted without our prior written consent. You may not misuse the Bookbay Services. You are only permitted to use the Bookbay Services in a lawful manner. Any breach by you of these Terms of Use or the General Conditions of Services will result in the termination of the licenses granted by Bookbay.",
    "terms.account": "Your account",
    "terms.account.paragraph": "You may be required to create and access your own Bookbay account and have a valid payment method associated with your account to use certain Bookbay Services. In the event of a problem with your selected payment method, we may charge any other valid payment method associated with your account. When you use the Bookbay Services, you are responsible for maintaining the confidentiality of your account details and password, as well as for restricting access to your computer and other devices, and you assume responsibility for any activities carried out under your account or using your password.",
    "terms.account.paragraphtwo": "Bookbay markets products for minors, but sells them to adults, who can purchase them with a credit card or other authorized payment method. If you are under 18 years of age, you may use the Bookbay Services only with the participation and involvement of a parent or guardian.",
    "terms.account.paragraphthree": "Bookbay reserves the right to terminate accounts, remove or edit content, cancel orders in case of violation of these Conditions of Use, General Conditions of Services or any policy, terms and conditions of Bookbay, third party rights or commission of a crime or any conduct that damages Bookbay's reputation or the customer experience.",
    
    "privacy.title": "Privacy Policy",
    "privacy.paragraph": "We understand how important it is for you to know how we use your personal data, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes the way in which Servicios Comerciales Bookbay México, S. de R.L. de C.V., and its affiliates (collectively \"Bookbay\") collect and process your personal data through Bookbay websites, devices, products, services, online stores and applications that reference this Privacy Notice (collectively \"Services of Bookbay\"). By using the Bookbay Services, you are consenting to the practices described in this Privacy Notice.",
    "privacy.paragraphtwo": "If you have questions about how we collect and use your personal data or about this privacy notice, please contact us. Our contact details are: protecciondedatos@bookbay.store.mx",
    "privacy.paragraphthree": "If you have questions about your account or your orders, please contact Customer Service by sending an email to the following address: primary@bookbay.store.mx.",
    "privacy.personaldata": "What personal data about customers does Bookbay collect?",
    "privacy.personaldata.paragraph": "We collect your personal data in order to provide and continually improve our products and services. These are the types of personal data we collect:",
    "privacy.personaldata.list": "Data you provide to us: We receive and store any data you provide to us in connection with the bookbay services. You can choose not to provide certain data, however you may not be able to take advantage of many of our bookbay services.",
    "privacy.personaldata.listtwo": "Automatic Data: We automatically collect and store certain types of data about your use of the bookbay services, including data about your interaction with the content and services available through the bookbay services. As with many sites, we use \"cookies\" and other identifiers, where we obtain certain types of information when your browser or device accesses bookbay services and other content served by or on behalf of bookbay on other websites.",
    "privacy.personaldata.listthree": "Data from Other Sources: We may receive data about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and more easily deliver your next purchase.",
    "privacy.purposes": "For what purposes does Bookbay use your personal data?",
    "privacy.purposes.paragraph": "We use your personal data to operate, provide, develop and improve the products and services we offer to our customers. Primary purposes include:",
    "privacy.purposes.list": "Purchase and delivery of products and services. We use your personal data to take and handle orders, deliver products and services, process payments, and to communicate with you about orders, products and services, and promotional offers.",
    "privacy.purposes.listtwo": "Provide, troubleshoot and improve the Bookbay Services. We use your personal data to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the Bookbay Services.",
    "privacy.purposes.listthree": "Recommendations and customization. We use your personal data to recommend products and services that may be of interest to you, identify your preferences, and personalize your experience with the Bookbay Services.",
    "privacy.purposes.listfour": "Provide voice, image and camera services. When you use our voice, image and camera services, we use your voice input, images, videos and other personal data to respond to your requests, provide you with the requested service and improve our services.",
    "privacy.purposes.listfive": "Comply with our legal obligations. In some cases, we collect and use your personal data to comply with applicable laws.",
    "privacy.purposes.listsix": "Communicate with you. We use your personal data to communicate with you in relation to the Bookbay Services through different channels (for example, by phone, email, chat).",
    "privacy.purposes.listseven": "Fraud Prevention and Credit Risks. We use personal data to prevent and detect fraud and abuse in order to protect the safety of our customers, Bookbay and others. We may also use scoring methods to assess and manage credit risks.",
    "privacy.purposes.listeight": "Verify your identity.",
    "privacy.purposes.paragraphtwo": "Additionally, we may use your personal data for the following secondary purposes:",
    "privacy.purposes.listnine": "Advertising. We use your personal data to display interest-based advertisements for features, products and services that may be of interest to you. We do not use personally identifiable data to display interest-based ads.",
    "privacy.purposes.listten": "Marketing. We use your personal data to send you emails or other communications about features, products and services that may be of interest to you. If you do not wish to receive emails or other communications from us, please adjust your Customer Communication Preferences.",
    "privacy.cookies": "What about Cookies and other Identifiers?",
    "privacy.cookies.paragraph": "To enable our systems to recognize your browser or device and to provide and improve the Bookbay Services, we use cookies and other identifiers.",
    "privacy.share": "Does Bookbay share your Personal Data?",
    "privacy.share.paragraph": "The information related to our clients is a fundamental part of our business and we do not participate in the sale to third parties of personal data of our clients. We share customers' personal data only in the ways described below with Bookbay.store, Inc. and subsidiaries under the control of Bookbay.store, Inc., which are subject to this Privacy Notice or follow practices to the least as protective as those described in this Privacy Notice.",
    "privacy.share.list": "Third Party Service Providers: We employ other companies and individuals to perform services on our behalf. For example, fulfilling orders for products or services, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including links and mailing lists). payment) process payments, transmit content, rate, assess and manage credit risk and provide customer service. These third party service providers have access to certain personal data necessary to perform their functions, but may not use it for other purposes.",
    "privacy.share.listtwo": "Business Transfer: As we develop our business, we may buy or sell other businesses or services. In such transactions, customer personal data is typically one of the transferred business assets; however, said data will in any case be subject to the commitments acquired in this pre-existing Privacy Notice (unless, of course, the client authorizes it otherwise). Of course, in the unlikely event that Bookbay.store, or most of its assets are acquired, personal data relating to customers would be one of the transferred assets. With your consent to this Privacy Notice, you agree to share your information in accordance with this Privacy Notice for the purposes mentioned in this paragraph.",
    "privacy.share.listhree": "Protection of Bookbay and Others: We disclose personal data and account data when we believe disclosure is necessary for compliance with the law, to enforce or apply the Terms of Use and other agreements, or to protect the rights, property, or safety of Bookbay, our users or third parties. The foregoing includes the exchange of information with other companies and organizations for protection against fraud and credit risk reduction.",

    "home.title": "Hi, welcome back!",
    "home.clients": "Clients",
    "home.books": "Books",
    "home.editorials": "Publishers",
    "home.authors": "Authors",

    "books.title": "Books",
    "books.new": "New",
    "books.used": "Used",
    
    "newbook.title": "New book",
    "newbook.cover": "Book cover",
    "newbook.book": "Book",
    "newbook.author": "Author",
    "newbook.publisher": "Publisher",
    "newbook.category": "Category",

    "seebook.title": "Book data",
    
    "profile.title": "Profile"
}