{
    "textfield.namebook": "Nombre del libro",
    "textfield.namepublisher": "Nombre de la editorial",
    "textfield.names": "Nombres",
    "textfield.last": "Apellido paterno",
    "textfield.mothers": "Apellido materno (opcional)",
    "textfield.email": "Correo electrónico",
    "textfield.phone": "Número de teléfono",
    "textfield.direction": "Dirección",
    "textfield.password": "Contraseña",
    "textfield.year": "Año",
    "textfield.pages": "Número de páginas",
    "textfield.price": "Precio",
    "textfield.new": "Nuevo",
    "textfield.used": "Usado",
    "textfield.bookreview": "Reseña del libro",
    "textfield.country": "País",
    "textfield.type": "Tipo",
    "textfield.role": "Rol",

    "buttons.backtohome": "Regresar a inicio",
    "buttons.newbook": "Nuevo libro",
    "buttons.back": "Atrás",
    "buttons.upload": "Subir",
    "buttons.save": "Guardar",

    "sidebar.home": "Inicio",
    "sidebar.books": "Libros",

    "account.home": "Inicio",
    "account.profile": "Perfil",
    "account.logout": "Cerrar sesión",

    "login.title": "Hola, bienvenid@ de nuevo!",
    "login.subtitle": "Iniciar sesión en Bookbay",
    "login.enterDetails": "Ingrese sus datos a continuación",
    "login.dontAccount": "¿No tienes una cuenta?",
    "login.getStarted": "Registrate",
    "login.rememberMe": "Recuerdame",
    "login.forgotPassword": "¿Se te olvidó tu contraseña?",
    "login.button": "Inicia sesión",

    "register.title": "Unete a nuestra comunidad!",
    "register.subtitle": "Crea una cuenta",
    "register.free": "Es totalmente gratis",
    "register.alreadyAccount": "¿Ya tienes una cuenta? ",
    "register.login": "Inicia sesión",
    "register.privacy": "Al registrarte aceptas los ",
    "register.terms": "Terminos de servicios ",
    "register.and": " y ",
    "register.policy": "Politica de privacidad",
    "register.button": "Registrar",

    "terms.title": "Terminos de servicios",
    "terms.paragraph": "Bienvenido a Bookbay.store. Servicios Comerciales Bookbay México, S. de R.L. de C.V. y/o sus filiales (\"Bookbay\") le ofrecen funciones de sitio web y otros productos y servicios cuando visita o compra en Bookbay.store, utiliza los productos o servicios de Bookbay, usa las aplicaciones de Bookbay para dispositivos móviles o emplea software puesto a disposición por Bookbay en relación con lo anterior (colectivamente, los \"Servicios de Bookbay\"). Bookbay le presta los Servicios de Bookbay bajo las siguientes condiciones.",
    "terms.paragraphtwo": "Al utilizar los Servicios de Bookbay, usted acepta estas condiciones. Le rogamos que las lea detenidamente. Ofrecemos una amplia gama de Servicios de Bookbay y en ocasiones pueden aplicarse condiciones adicionales. Cada vez que utilice cualquier Servicio de Bookbay (por ejemplo, Tu Perfil, Tarjetas de Regalo, o aplicaciones de Bookbay para móvil) usted estará igualmente sujeto a los lineamientos, términos y condiciones particulares aplicables a dicho Servicio de Bookbay (las \"Condiciones Generales de los Servicios\"). Las Condiciones Generales de los Servicios, prevalecerán sobre las Condiciones de Uso en caso de discrepancia de ambas.",
    "terms.privacy": "Privacidad",
    "terms.privacy.paragraph": "Le rogamos que revise nuestro Aviso de Privacidad que también rige el uso que realice de los Servicios de Bookbay, para que conozca nuestras prácticas.",
    "terms.electronic": "Comunicaciones electrónicas",
    "terms.electronic.paragraph": "Cada vez que utilice un Servicio de Bookbay o nos envíe un correo electrónico, mensaje de texto y otras comunicaciones de cualquier dispositivo, estará comunicándose electrónicamente con nosotros. Usted acepta recibir comunicaciones de nosotros electrónicamente en una variedad de formas, por ejemplo mediante los siguientes tipos de mensajes de datos: correo electrónico, mensajes de texto, notificaciones automáticas de nuestra app o mediante avisos y mensajes colocados en este sitio web o mediante los demás Servicios de Bookbay, como nuestro Centro de Mensajes. Usted acepta que todos los contratos, avisos, mensajes, y otras notificaciones y comunicaciones que le enviemos por medios electrónicos satisfacen cualquier requisito legal de forma escrita y cuentan con plenos efectos legales y validez.",
    "terms.copyright": "Derechos de autor",
    "terms.copyright.paragraph": "Todo contenido alojado o puesto a disposición a través de cualquiera de los Servicios de Bookbay, como por ejemplo texto, gráficos, logotipos, iconos de botones, imágenes, clips de audio, descargas digitales, y recopilaciones de datos son propiedad de Bookbay o de sus proveedores de contenido y está protegido por las leyes de propiedad intelectual. El conjunto de todo el contenido albergado o puesto a disposición a través de cualquier Servicio de Bookbay es propiedad exclusiva de Bookbay, y está protegido por las leyes de propiedad intelectual.",
    "terms.brands": "Marcas",
    "terms.brands.paragraph": "De forma adicional, los gráficos, logotipos, encabezados de página, iconos de botón, scripts y nombres de servicio que aparecen incluidos o están disponibles a través de los Servicios de Bookbay son marcas o representan la imagen comercial de Bookbay en los Estados Unidos de Mexicanos y otros países. No podrán utilizarse las marcas registradas ni la imagen comercial de Bookbay en relación con ningún producto o servicio que no pertenezca a Bookbay, ni en ninguna forma que fuera susceptible de causar confusión entre los usuarios o que pueda menospreciar o desacreditar a Bookbay. El resto de marcas registradas que no son propiedad de Bookbay y que aparecen incluidos o están disponibles a través de los Servicios de Bookbay pertenecen a sus respectivos propietarios, quienes podrán o no estar afiliados o relacionados de cualquier modo con Bookbay, o patrocinados por Bookbay.",
    "terms.patents": "Patentes",
    "terms.patents.paragraph": "Diversas patentes pertenecientes a Bookbay son aplicables a los Servicios de Bookbay así como a las funciones y servicios accesibles a través de los mismos. Por otro lado, diferentes partes de los Servicios de Bookbay operan en virtud de distintas licencias de una o varias patentes.",
    "terms.license": "Licencia y acceso",
    "terms.license.paragraph": "Sujeto al cumplimiento por parte de usted de estas Condiciones de Uso y las Condiciones Generales de los Servicios aplicables así como al pago del precio aplicable, en su caso, Bookbay o sus proveedores de contenidos le conceden una licencia limitada no exclusiva, no transferible y no sub-licenciable, de acceso y utilización, a los Servicios de Bookbay para fines personales no comerciales. Esta licencia no incluye derecho alguno de reventa ni de uso comercial de ninguno de los Servicios de Bookbay ni de sus contenidos; derecho alguno a compilar ni utilizar lista alguna de productos, descripciones o precios; derecho alguno a realizar ningún uso derivado de los Servicios de Bookbay ni de sus contenidos; a descargar o copiar información de cuenta alguna para el beneficio de otra empresa; ni el uso de herramientas o robots de búsqueda y extracción de datos o similar. Bookbay y sus licenciantes, proveedores, editores, titulares de derechos u otros proveedores de contenidos se reservan cualquier derecho que no esté expresamente comprendido en estas Condiciones de Uso o en las Condiciones Generales de los Servicios. No está permitida la reproducción, duplicación, copia, venta, reventa o explotación de ningún tipo de los Servicios de Bookbay ni de parte alguna de los mismos con fines comerciales, en cada caso sin nuestro previo consentimiento por escrito. Tampoco está permitido colocar o utilizar técnicas de colocación para introducir cualquier marca comercial, logotipo u otra información protegida por derechos de autor (incluyendo imágenes, texto, diseños de página o formatos) de Bookbay sin el consentimiento correspondiente previo por escrito. No está permitido el uso de metaetiquetas (meta tags) ni de ningún otro \"texto oculto\" que utilice los nombres o marcas de Bookbay sin nuestro consentimiento previo y por escrito. No podrá usted hacer un uso incorrecto de los Servicios de Bookbay. Sólo le está permitido utilizar los Servicios de Bookbay de forma lícita. Cualquier incumplimiento por usted de estas Condiciones de Uso o de las Condiciones Generales de los Servicios supondrá la terminación de las licencias otorgadas por Bookbay.",
    "terms.account": "Su cuenta",
    "terms.account.paragraph": "Es posible que usted requiera crear una cuenta de Bookbay propia, acceder a la misma y contar con un método de pago válido asociado a su cuenta para utilizar ciertos Servicios de Bookbay. En caso de que surja un problema con su método de pago seleccionado, podríamos realizar el cargo a cualquier otro método de pago válido asociado a su cuenta. Cuando usted utiliza los Servicios de Bookbay es usted responsable de mantener la confidencialidad de los datos de su cuenta y su contraseña, así como de restringir el acceso a su computadora y demás dispositivos, y usted asume la responsabilidad de cualesquiera actividades realizadas desde su cuenta o utilizando su contraseña.",
    "terms.account.paragraphtwo": "Bookbay comercializa productos para menores de edad, pero los vende a mayores de edad, quienes pueden adquirirlos con una tarjeta de crédito u otro método de pago autorizado. Si es usted menor de 18 años de edad, puede usted utilizar los Servicios de Bookbay únicamente con la participación e involucramiento de uno de sus padres o tutores.",
    "terms.account.paragraphthree": "Bookbay se reserva el derecho de dar de baja cuentas, remover o editar contenido, cancelar ordenes en caso de violación a las presentes Condiciones de Uso, Condiciones Generales de los Servicios o cualquier política, términos y condiciones de Bookbay, derechos de terceros o comisión de un delito o cualquier conducta que dañe la reputación de Bookbay o la experiencia al cliente.",

    "privacy.title": "Política de privacidad",
    "privacy.paragraph": "Estamos conscientes de la importancia que tiene para usted saber cómo utilizamos sus datos personales y le agradecemos que confíe que lo haremos con cuidado y sensatez. Este Aviso de Privacidad describe la forma en que Servicios Comerciales Bookbay México, S. de R.L. de C.V., y sus filiales (colectivamente \"Bookbay\") recopilan y tratan sus datos personales a través de los sitios web, dispositivos, productos, servicios, tiendas en línea y aplicaciones de Bookbay que hacen referencia a este Aviso de Privacidad (conjuntamente \"Servicios de Bookbay\"). Al utilizar los Servicios de Bookbay, usted está dando su consentimiento a las prácticas descritas en este Aviso de Privacidad.",
    "privacy.paragraphtwo": "Si tiene preguntas sobre como recabamos y usamos sus datos personales o sobre este aviso de privacidad, por favor póngase en contacto con nosotros. Nuestros datos de contacto son: protecciondedatos@bookbay.store.mx",
    "privacy.paragraphthree": "Si tiene preguntas sobre su cuenta o sus pedidos, por favor contacte al Servicio de Atención al Cliente enviando un correo electrónico a la siguiente dirección: primary@bookbay.store.mx.",
    "privacy.personaldata": "¿Qué datos personales acerca de los clientes recaba Bookbay?",
    "privacy.personaldata.paragraph": "Recopilamos sus datos personales con el fin de proporcionar y mejorar continuamente nuestros productos y servicios. Estos son los tipos de datos personales que recabamos:",
    "privacy.personaldata.list": "Datos que usted nos proporciona: recibimos y almacenamos todos los datos que usted nos proporciona en relación con los servicios de bookbay. Puede elegir no proporcionar ciertos datos, sin embargo, podría no ser capaz de aprovechar muchos de nuestros servicios de bookbay.",
    "privacy.personaldata.listtwo": "Datos automáticos: recopilamos y almacenamos automáticamente determinados tipos de datos acerca de su uso de los servicios de bookbay, incluyendo datos acerca de su interacción con el contenido y los servicios disponibles a través de los servicios de bookbay. Como en muchos sitios, utilizamos \"cookies\" y otros identificadores, donde obtenemos cierto tipo de información cuando su navegador o dispositivo acceda a los servicios de bookbay y a otros contenidos servidos por o en nombre de bookbay en otros sitios web.",
    "privacy.personaldata.listthree": "Datos de otras fuentes: es posible que recibamos datos sobre usted de otras fuentes, como información actualizada de entrega y dirección de nuestros transportistas, que usamos para corregir nuestros registros y entregar su próxima compra más fácilmente.",
    "privacy.purposes": "¿Con qué fines utiliza Bookbay sus datos personales?",
    "privacy.purposes.paragraph": "Utilizamos sus datos personales para operar, proporcionar, desarrollar y mejorar los productos y servicios que ofrecemos a nuestros clientes. Las finalidades primarias incluyen:",
    "privacy.purposes.list": "Compra y entrega de productos y servicios. Usamos sus datos personales para tomar y manejar pedidos, entregar productos y servicios, procesar pagos y comunicarnos con usted acerca de pedidos, productos y servicios, y ofertas promocionales.",
    "privacy.purposes.listtwo": "Proporcionar, solucionar problemas y mejorar los Servicios de Bookbay. Utilizamos sus datos personales para proporcionar funcionalidad, analizar el rendimiento, corregir errores y mejorar la usabilidad y eficacia de los Servicios de Bookbay.",
    "privacy.purposes.listthree": "Recomendaciones y personalización. Utilizamos sus datos personales para recomendar productos y servicios que puedan ser de su interés, identificar sus preferencias y personalizar su experiencia con los Servicios de Bookbay.",
    "privacy.purposes.listfour": "Proporcionar servicios de voz, imagen y cámara. Cuando utiliza nuestros servicios de voz, imagen y cámara, utilizamos su entrada de voz, imágenes, vídeos y otros datos personales para responder a sus solicitudes, proporcionarle el servicio solicitado y mejorar nuestros servicios.",
    "privacy.purposes.listfive": "Cumplir con nuestras obligaciones legales. En algunos casos, recopilamos y utilizamos sus datos personales para cumplir con las leyes aplicables.",
    "privacy.purposes.listsix": "Comunicarnos con usted. Utilizamos sus datos personales para comunicarnos con usted en relación con los Servicios de Bookbay a través de diferentes canales (por ejemplo, por teléfono, correo electrónico, chat).",
    "privacy.purposes.listseven": "Prevención de Fraude y Riesgos de Crédito. Utilizamos datos personales para prevenir y detectar fraudes y abusos con el fin de proteger la seguridad de nuestros clientes, Bookbay y otros. También podemos utilizar métodos de puntuación para evaluar y gestionar los riesgos crediticios.",
    "privacy.purposes.listeight": "Verificar su identidad.",
    "privacy.purposes.paragraphtwo": "De manera adicional, podemos utilizar sus datos personales para las siguientes finalidades secundarias:",
    "privacy.purposes.listnine": "Publicidad. Utilizamos sus datos personales para mostrar anuncios basados en intereses de características, productos y servicios que puedan ser de su interés. No utilizamos datos que lo identifiquen personalmente para mostrar anuncios basados en intereses.",
    "privacy.purposes.listten": "Marketing. Utilizamos sus datos personales para enviarle correos electrónicos u otras comunicaciones sobre características, productos y servicios que puedan ser de su interés. Si no desea recibir correos electrónicos u otras comunicaciones nuestras, por favor ajuste sus Preferencias de Comunicación con el Cliente.",
    "privacy.cookies": "¿Qué pasa con las Cookies y otros Identificadores?",
    "privacy.cookies.paragraph": "Para permitir que nuestros sistemas reconozcan su navegador o dispositivo y proporcionen y mejoren los Servicios de Bookbay, utilizamos cookies y otros identificadores.",
    "privacy.share": "¿Comparte Bookbay sus Datos Personales?",
    "privacy.share.paragraph": "La información relativa a nuestros clientes es parte fundamental de nuestro negocio y no participamos en la venta a terceros de datos personales de nuestros clientes. Compartimos los datos personales de los clientes sólo en la forma que se describe a continuación con Bookbay.store, Inc. y con filiales bajo el control de Bookbay.store, Inc., las cuales están sujetas al presente Aviso de Privacidad o siguen prácticas al menos tan protectoras como las descritas en el presente Aviso de Privacidad.",
    "privacy.share.list": "Proveedores de servicios externos: Empleamos a otras empresas e individuos para realizar servicios en nuestro nombre. Por ejemplo, despachar pedidos de productos o servicios, entregar paquetes, enviar correo postal y correo electrónico, eliminar información repetitiva de las listas de clientes, analizar datos, brindar asistencia de marketing, proporcionar resultados de búsqueda y enlaces, (incluyendo enlaces y listas de pago) procesar pagos, transmitir contenido, calificar, evaluar y gestionar el riesgo de crédito y proporcionar servicio al cliente. Estos terceros proveedores de servicios tienen acceso a ciertos datos personales necesarios para realizar sus funciones, pero no pueden utilizarla para otros propósitos.",
    "privacy.share.listtwo": "Transferencia de Negocios: A medida que desarrollamos nuestro negocio, podemos comprar o vender otros negocios o servicios. En dichas transacciones, los datos personales de los clientes suelen ser uno de los activos de los negocios transferidos; sin embargo, dichos datos estarán en todo caso sujetos a los compromisos adquiridos en el presente Aviso de Privacidad preexistente (a menos, claro está, que el cliente lo autorice de otro modo). Por supuesto, en el improbable caso de que Bookbay.store, o la mayor parte de sus activos sean adquiridos, los datos personales relativos a los clientes sería uno de los activos transferidos. Con su consentimiento a este Aviso de Privacidad, usted acepta compartir su información de acuerdo con este Aviso de Privacidad para los propósitos mencionados en este párrafo.",
    "privacy.share.listthree": "Protección de Bookbay y Otros: Divulgamos datos personales y datos de cuentas cuando creemos que su divulgación es necesaria para el cumplimiento de la ley, para hacer cumplir o aplicar las Condiciones de Uso y otros acuerdos o para proteger los derechos, la propiedad o seguridad de Bookbay, nuestros usuarios o terceros. Lo anterior, incluye el intercambio de información con otras sociedades y organizaciones para la protección contra el fraude y la reducción del riesgo de crédito.",

    "home.title": "Hola, bienvenido de nuevo!",
    "home.clients": "Clientes",
    "home.books": "Libros",
    "home.editorials": "Editoriales",
    "home.authors": "Autores",
    
    "books.title": "Libros",
    "books.new": "Nuevo",
    "books.used": "Usado",

    "newbook.title": "Nuevo libro",
    "newbook.cover": "Portada del libro",
    "newbook.book": "Libro",
    "newbook.author": "Autor",
    "newbook.publisher": "Editorial",
    "newbook.category": "Categoria",
    
    "seebook.title": "Datos del libro",

    "profile.title": "Perfil"
}