{
    "textfield.names": "Nombres",
    "textfield.last": "Apellido paterno",
    "textfield.mothers": "Apellido materno (opcional)",
    "textfield.email": "Correo electrónico",
    "textfield.phone": "Número de teléfono",
    "textfield.direction": "Dirección",
    "textfield.password": "Contraseña",

    "buttons.backtohome": "Regresar a inicio",

    "login.title": "Hola, bienvenid@ de nuevo!",
    "login.subtitle": "Iniciar sesión en Bookbay",
    "login.enterDetails": "Ingrese sus datos a continuación",
    "login.dontAccount": "¿No tienes una cuenta?",
    "login.getStarted": "Registrate",
    "login.rememberMe": "Recuerdame",
    "login.forgotPassword": "¿Se te olvidó tu contraseña?",
    "login.button": "Inicia sesión",

    "register.title": "Unete a nuestra comunidad!",
    "register.subtitle": "Crea una cuenta",
    "register.free": "Es totalmente gratis",
    "register.alreadyAccount": "¿Ya tienes una cuenta? ",
    "register.login": "Inicia sesión",
    "register.privacy": "Al registrarte aceptas los ",
    "register.terms": "Terminos de servicios ",
    "register.and": " y ",
    "register.policy": "Politica de privacidad",
    "register.button": "Registrar",

    "terms.title": "Terminos de servicios",
    "terms.paragraph": "Bienvenido a Bookbay.store. Servicios Comerciales Bookbay México, S. de R.L. de C.V. y/o sus filiales (\"Bookbay\") le ofrecen funciones de sitio web y otros productos y servicios cuando visita o compra en Bookbay.store, utiliza los productos o servicios de Bookbay, usa las aplicaciones de Bookbay para dispositivos móviles o emplea software puesto a disposición por Bookbay en relación con lo anterior (colectivamente, los \"Servicios de Bookbay\"). Bookbay le presta los Servicios de Bookbay bajo las siguientes condiciones.",
    "terms.paragraphtwo": "Al utilizar los Servicios de Bookbay, usted acepta estas condiciones. Le rogamos que las lea detenidamente. Ofrecemos una amplia gama de Servicios de Bookbay y en ocasiones pueden aplicarse condiciones adicionales. Cada vez que utilice cualquier Servicio de Bookbay (por ejemplo, Tu Perfil, Tarjetas de Regalo, o aplicaciones de Bookbay para móvil) usted estará igualmente sujeto a los lineamientos, términos y condiciones particulares aplicables a dicho Servicio de Bookbay (las \"Condiciones Generales de los Servicios\"). Las Condiciones Generales de los Servicios, prevalecerán sobre las Condiciones de Uso en caso de discrepancia de ambas.",
    "terms.privacy": "Privacidad",
    "terms.privacy.paragraph": "Le rogamos que revise nuestro Aviso de Privacidad que también rige el uso que realice de los Servicios de Bookbay, para que conozca nuestras prácticas.",
    "terms.electronic": "Comunicaciones electrónicas",
    "terms.electronic.paragraph": "Cada vez que utilice un Servicio de Bookbay o nos envíe un correo electrónico, mensaje de texto y otras comunicaciones de cualquier dispositivo, estará comunicándose electrónicamente con nosotros. Usted acepta recibir comunicaciones de nosotros electrónicamente en una variedad de formas, por ejemplo mediante los siguientes tipos de mensajes de datos: correo electrónico, mensajes de texto, notificaciones automáticas de nuestra app o mediante avisos y mensajes colocados en este sitio web o mediante los demás Servicios de Bookbay, como nuestro Centro de Mensajes. Usted acepta que todos los contratos, avisos, mensajes, y otras notificaciones y comunicaciones que le enviemos por medios electrónicos satisfacen cualquier requisito legal de forma escrita y cuentan con plenos efectos legales y validez.",
    "terms.copyright": "Derechos de autor",
    "terms.copyright.paragraph": "Todo contenido alojado o puesto a disposición a través de cualquiera de los Servicios de Bookbay, como por ejemplo texto, gráficos, logotipos, iconos de botones, imágenes, clips de audio, descargas digitales, y recopilaciones de datos son propiedad de Bookbay o de sus proveedores de contenido y está protegido por las leyes de propiedad intelectual. El conjunto de todo el contenido albergado o puesto a disposición a través de cualquier Servicio de Bookbay es propiedad exclusiva de Bookbay, y está protegido por las leyes de propiedad intelectual.",
    "terms.brands": "Marcas",
    "terms.brands.paragraph": "De forma adicional, los gráficos, logotipos, encabezados de página, iconos de botón, scripts y nombres de servicio que aparecen incluidos o están disponibles a través de los Servicios de Bookbay son marcas o representan la imagen comercial de Bookbay en los Estados Unidos de Mexicanos y otros países. No podrán utilizarse las marcas registradas ni la imagen comercial de Bookbay en relación con ningún producto o servicio que no pertenezca a Bookbay, ni en ninguna forma que fuera susceptible de causar confusión entre los usuarios o que pueda menospreciar o desacreditar a Bookbay. El resto de marcas registradas que no son propiedad de Bookbay y que aparecen incluidos o están disponibles a través de los Servicios de Bookbay pertenecen a sus respectivos propietarios, quienes podrán o no estar afiliados o relacionados de cualquier modo con Bookbay, o patrocinados por Bookbay.",
    "terms.patents": "Patentes",
    "terms.patents.paragraph": "Diversas patentes pertenecientes a Bookbay son aplicables a los Servicios de Bookbay así como a las funciones y servicios accesibles a través de los mismos. Por otro lado, diferentes partes de los Servicios de Bookbay operan en virtud de distintas licencias de una o varias patentes.",
    "terms.license": "Licencia y acceso",
    "terms.license.paragraph": "Sujeto al cumplimiento por parte de usted de estas Condiciones de Uso y las Condiciones Generales de los Servicios aplicables así como al pago del precio aplicable, en su caso, Bookbay o sus proveedores de contenidos le conceden una licencia limitada no exclusiva, no transferible y no sub-licenciable, de acceso y utilización, a los Servicios de Bookbay para fines personales no comerciales. Esta licencia no incluye derecho alguno de reventa ni de uso comercial de ninguno de los Servicios de Bookbay ni de sus contenidos; derecho alguno a compilar ni utilizar lista alguna de productos, descripciones o precios; derecho alguno a realizar ningún uso derivado de los Servicios de Bookbay ni de sus contenidos; a descargar o copiar información de cuenta alguna para el beneficio de otra empresa; ni el uso de herramientas o robots de búsqueda y extracción de datos o similar. Bookbay y sus licenciantes, proveedores, editores, titulares de derechos u otros proveedores de contenidos se reservan cualquier derecho que no esté expresamente comprendido en estas Condiciones de Uso o en las Condiciones Generales de los Servicios. No está permitida la reproducción, duplicación, copia, venta, reventa o explotación de ningún tipo de los Servicios de Bookbay ni de parte alguna de los mismos con fines comerciales, en cada caso sin nuestro previo consentimiento por escrito. Tampoco está permitido colocar o utilizar técnicas de colocación para introducir cualquier marca comercial, logotipo u otra información protegida por derechos de autor (incluyendo imágenes, texto, diseños de página o formatos) de Bookbay sin el consentimiento correspondiente previo por escrito. No está permitido el uso de metaetiquetas (meta tags) ni de ningún otro \"texto oculto\" que utilice los nombres o marcas de Bookbay sin nuestro consentimiento previo y por escrito. No podrá usted hacer un uso incorrecto de los Servicios de Bookbay. Sólo le está permitido utilizar los Servicios de Bookbay de forma lícita. Cualquier incumplimiento por usted de estas Condiciones de Uso o de las Condiciones Generales de los Servicios supondrá la terminación de las licencias otorgadas por Bookbay.",
    "terms.account": "Su cuenta",
    "terms.account.paragraph": "Es posible que usted requiera crear una cuenta de Bookbay propia, acceder a la misma y contar con un método de pago válido asociado a su cuenta para utilizar ciertos Servicios de Bookbay. En caso de que surja un problema con su método de pago seleccionado, podríamos realizar el cargo a cualquier otro método de pago válido asociado a su cuenta. Cuando usted utiliza los Servicios de Bookbay es usted responsable de mantener la confidencialidad de los datos de su cuenta y su contraseña, así como de restringir el acceso a su computadora y demás dispositivos, y usted asume la responsabilidad de cualesquiera actividades realizadas desde su cuenta o utilizando su contraseña.",
    "terms.account.paragraphtwo": "Bookbay comercializa productos para menores de edad, pero los vende a mayores de edad, quienes pueden adquirirlos con una tarjeta de crédito u otro método de pago autorizado. Si es usted menor de 18 años de edad, puede usted utilizar los Servicios de Bookbay únicamente con la participación e involucramiento de uno de sus padres o tutores.",
    "terms.account.paragraphthree": "Bookbay se reserva el derecho de dar de baja cuentas, remover o editar contenido, cancelar ordenes en caso de violación a las presentes Condiciones de Uso, Condiciones Generales de los Servicios o cualquier política, términos y condiciones de Bookbay, derechos de terceros o comisión de un delito o cualquier conducta que dañe la reputación de Bookbay o la experiencia al cliente."
}